Repository: OlegSotnikov/sallyport
Catalog: mac/Sources/SallyportApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, zh_hans

source: When on, locking the screen also locks the vault and ends active sessions. Sleep always locks the vault.
de: Wenn diese Option aktiviert ist, sperrt die Bildschirmsperre auch den Tresor und beendet aktive Sitzungen. Der Ruhezustand sperrt den Tresor immer.
es: Cuando se activa, bloquear la pantalla también bloquea la bóveda y cierra las sesiones activas. El reposo siempre bloquea la bóveda.
fr: Lorsque cette option est activée, le verrouillage de l’écran verrouille également le coffre et met fin aux sessions actives. La suspension d’activité verrouille toujours le coffre.
pt_br: Quando ativado, o bloqueio de tela também bloqueia o cofre e encerra as sessões ativas. O repouso sempre bloqueia o cofre.
ru: Когда эта настройка включена, блокировка экрана также блокирует хранилище и завершает активные сеансы. Режим сна всегда блокирует хранилище.
zh_hans: 开启后，锁定屏幕也会锁定密钥库并结束活跃会话。睡眠始终会锁定密钥库。

source: Where
de: Ort
es: Dónde
fr: Emplacement
pt_br: Onde
ru: Расположение
zh_hans: 位置

source: Why:
de: Grund:
es: Motivo:
fr: Raison :
pt_br: Motivo:
ru: Причина:
zh_hans: 原因：

source: Will be used only for
de: Wird nur verwendet für
es: Se usará solo para
fr: Sera utilisé uniquement pour
pt_br: Será usado somente para
ru: Только для
zh_hans: 将仅用于

source: Yes: %@
de: Ja: %@
es: Sí: %@
fr: Oui : %@
pt_br: Sim: %@
ru: Да: %@
zh_hans: 是：%@

source: Your stored keys work while unlocked.
de: Deine gespeicherten Schlüssel funktionieren, solange der Tresor entsperrt ist.
es: Tus claves almacenadas funcionan mientras la bóveda está desbloqueada.
fr: Vos clés stockées fonctionnent lorsque le coffre est déverrouillé.
pt_br: Suas chaves armazenadas funcionam enquanto o cofre está desbloqueado.
ru: Сохранённые ключи доступны, пока хранилище разблокировано.
zh_hans: 解锁时，已存储密钥可正常使用。

source: `{secret}` is replaced with the value at request time.
de: `{secret}` wird beim Senden der Anfrage durch den Wert ersetzt.
es: `{secret}` se sustituye por el valor al enviar la solicitud.
fr: `{secret}` est remplacé par la valeur au moment de la requête.
pt_br: `{secret}` é substituído pelo valor no momento da solicitação.
ru: `{secret}` заменяется значением во время запроса.
zh_hans: `{secret}` 会在请求时替换为实际值。

source: key passphrase (optional)
de: Schlüssel-Passphrase (optional)
es: frase de contraseña de la clave (opcional)
fr: phrase secrète de la clé (facultative)
pt_br: frase secreta da chave (opcional)
ru: парольная фраза ключа (необязательно)
zh_hans: 密钥密码短语（可选）

source: newest first
de: neueste zuerst
es: más recientes primero
fr: du plus récent au plus ancien
pt_br: mais recentes primeiro
ru: сначала самые новые
zh_hans: 最新优先

source: no window (headless)
de: kein Fenster (headless)
es: sin ventana (headless)
fr: aucune fenêtre (sans interface)
pt_br: sem janela (headless)
ru: без окна (фоновый режим)
zh_hans: 无窗口（无头模式）

source: paste new secret
de: neues Geheimnis einfügen
es: pega el secreto nuevo
fr: coller le nouveau secret
pt_br: colar novo segredo
ru: вставьте новый секрет
zh_hans: 粘贴新机密值

source: paste private key (PEM/OpenSSH)
de: privaten Schlüssel einfügen (PEM/OpenSSH)
es: pega la clave privada (PEM/OpenSSH)
fr: coller la clé privée (PEM/OpenSSH)
pt_br: colar chave privada (PEM/OpenSSH)
ru: вставьте закрытый ключ (PEM/OpenSSH)
zh_hans: 粘贴私钥（PEM/OpenSSH）

source: this team
de: dieses Team
es: este equipo
fr: cette équipe
pt_br: esta equipe
ru: этот издатель
zh_hans: 此团队

source: A local process launched and supervised by Sallyport.
de: Ein lokaler Prozess, den Sallyport startet und überwacht.
es: Un proceso local que Sallyport inicia y supervisa.
fr: Un processus local lancé et supervisé par Sallyport.
pt_br: Um processo local iniciado e supervisionado pelo Sallyport.
ru: Локальный процесс, который запускает и контролирует Sallyport.
zh_hans: 由 Sallyport 启动和监管的本地进程。

source: Attaches the key bound to this endpoint's host to each request.
de: Fügt jeder Anfrage den an den Host dieses Endpunkts gebundenen Schlüssel hinzu.
es: Adjunta a cada solicitud la clave vinculada al host de este endpoint.
fr: Joint à chaque requête la clé liée à l’hôte de ce point de terminaison.
pt_br: Anexa a cada solicitação a chave vinculada ao host deste endpoint.
ru: Добавляет к каждому запросу ключ, привязанный к хосту этой конечной точки.
zh_hans: 将绑定到此端点主机的密钥附加到每个请求。

source: ERASE MY KEYS
de: MEINE SCHLÜSSEL LÖSCHEN
es: BORRAR MIS CLAVES
fr: EFFACER MES CLÉS
pt_br: APAGAR MINHAS CHAVES
ru: УДАЛИТЬ МОИ КЛЮЧИ
zh_hans: 删除我的密钥

source: process
de: Prozess
es: proceso
fr: processus
pt_br: processo
ru: процесс
zh_hans: 进程

source: References a stored key by name.
de: Verweist anhand seines Namens auf einen gespeicherten Schlüssel.
es: Hace referencia a una clave almacenada por su nombre.
fr: Référence une clé stockée par son nom.
pt_br: Faz referência a uma chave armazenada pelo nome.
ru: Ссылается на сохранённый ключ по имени.
zh_hans: 按名称引用已存储的密钥。

source: Selected keys are passed to the local server as environment variables.
de: Ausgewählte Schlüssel werden dem lokalen Server als Umgebungsvariablen übergeben.
es: Las claves seleccionadas se pasan al servidor local como variables de entorno.
fr: Les clés sélectionnées sont transmises au serveur local sous forme de variables d’environnement.
pt_br: As chaves selecionadas são passadas ao servidor local como variáveis de ambiente.
ru: Выбранные ключи передаются локальному серверу в переменных окружения.
zh_hans: 所选密钥会作为环境变量传递给本地服务器。

source: Stored encrypted and not shown again.
de: Wird verschlüsselt gespeichert und danach nicht mehr angezeigt.
es: Se almacena cifrado y no vuelve a mostrarse.
fr: Cette valeur est stockée sous forme chiffrée et ne sera plus affichée.
pt_br: É armazenado de forma criptografada e não será exibido novamente.
ru: Значение хранится в зашифрованном виде и больше не показывается.
zh_hans: 加密存储，之后不再显示。

source: Type the phrase exactly as shown.
de: Gib die Phrase genau wie angezeigt ein.
es: Escribe la frase exactamente como aparece.
fr: Saisissez la phrase exactement comme indiqué.
pt_br: Digite a frase exatamente como exibida.
ru: Введите фразу точно так, как показано.
zh_hans: 请完全按照显示内容输入短语。

source: Unsigned or not verified
de: Nicht signiert oder nicht verifiziert
es: Sin firmar o sin verificar
fr: Non signée ou non vérifiée
pt_br: Sem assinatura ou não verificada
ru: Нет подписи или проверка не пройдена
zh_hans: 未签名或未验证

source: Valid
de: Gültig
es: Válida
fr: Valide
pt_br: Válida
ru: Действительна
zh_hans: 有效

source: %@ does not use OAuth. Set authentication to OAuth first.
de: %@ verwendet OAuth nicht. Stelle zuerst die Authentifizierung auf OAuth um.
es: %@ no usa OAuth. Configura primero OAuth como método de autenticación.
fr: %@ n’utilise pas OAuth. Réglez d’abord l’authentification sur OAuth.
pt_br: %@ não usa OAuth. Primeiro, defina a autenticação como OAuth.
ru: %@ не использует OAuth. Сначала выберите аутентификацию OAuth.
zh_hans: %@ 不使用 OAuth。请先将认证方式设为 OAuth。

source: Choose API key or OAuth authentication.
de: Wähle „API-Schlüssel“ oder „OAuth“ als Authentifizierung.
es: Elige entre clave de API y OAuth.
fr: Choisissez une clé API ou l’authentification OAuth.
pt_br: Escolha uma chave de API ou autenticação OAuth.
ru: Выберите аутентификацию по ключу API или OAuth.
zh_hans: 请选择 API 密钥或 OAuth 认证。

source: Choose Off, One click, or Touch ID for new-agent approval.
de: Wähle für die Freigabe neuer Agenten „Aus“, „Ein Klick“ oder „Touch ID“.
es: Para aprobar agentes nuevos, elige «Desactivado», «Un clic» o «Touch ID».
fr: Pour l’autorisation des nouveaux agents, choisissez Désactivé, Un clic ou Touch ID.
pt_br: Para a aprovação de novos agentes, escolha Desativado, Um clique ou Touch ID.
ru: Для подтверждения новых агентов выберите «Выкл.», «Один щелчок» или Touch ID.
zh_hans: 请将新智能体批准方式设为“关”、“点按一次”或 Touch ID。

source: Choose Off, One click, or Touch ID for per-call approval.
de: Wähle für Freigaben pro Aufruf „Aus“, „Ein Klick“ oder „Touch ID“.
es: Para la aprobación por llamada, elige «Desactivado», «Un clic» o «Touch ID».
fr: Pour l’autorisation par appel, choisissez Désactivé, Un clic ou Touch ID.
pt_br: Para a aprovação por chamada, escolha Desativado, Um clique ou Touch ID.
ru: Для подтверждения каждого вызова выберите «Выкл.», «Один щелчок» или Touch ID.
zh_hans: 请将每次调用批准方式设为“关”、“点按一次”或 Touch ID。

source: Choose a key and enter its new value.
de: Wähle einen Schlüssel aus und gib seinen neuen Wert ein.
es: Elige una clave e introduce su nuevo valor.
fr: Choisissez une clé et saisissez sa nouvelle valeur.
pt_br: Escolha uma chave e digite o novo valor.
ru: Выберите ключ и введите новое значение.
zh_hans: 请选择密钥并输入新值。

source: Choose a key to delete.
de: Wähle einen Schlüssel zum Löschen aus.
es: Elige una clave para eliminarla.
fr: Choisissez la clé à supprimer.
pt_br: Escolha a chave que deseja apagar.
ru: Выберите ключ для удаления.
zh_hans: 请选择要删除的密钥。

source: Choose a key to update.
de: Wähle einen Schlüssel zum Aktualisieren aus.
es: Elige una clave para actualizarla.
fr: Choisissez la clé à mettre à jour.
pt_br: Escolha a chave que deseja atualizar.
ru: Выберите ключ для изменения.
zh_hans: 请选择要更新的密钥。

source: Choose a local (stdio) or remote (HTTP) transport.
de: Wähle als Transport „Lokal (stdio)“ oder „Entfernt (HTTP)“.
es: Elige el transporte «Local (stdio)» o «Remoto (HTTP)».
fr: Choisissez le transport local (stdio) ou distant (HTTP).
pt_br: Escolha o transporte local (stdio) ou remoto (HTTP).
ru: Выберите локальный (stdio) или удалённый (HTTP) транспорт.
zh_hans: 请选择本地（stdio）或远程（HTTP）传输方式。

source: Choose a running process or executable.
de: Wähle einen laufenden Prozess oder eine ausführbare Datei aus.
es: Elige un proceso en ejecución o un archivo ejecutable.
fr: Choisissez un processus en cours ou un exécutable.
pt_br: Escolha um processo em execução ou um executável.
ru: Выберите запущенный процесс или исполняемый файл.
zh_hans: 请选择正在运行的进程或可执行文件。

source: Choose an MCP server that still exists.
de: Wähle einen noch vorhandenen MCP-Server aus.
es: Elige un servidor MCP existente.
fr: Choisissez un serveur MCP qui existe encore.
pt_br: Escolha um servidor MCP que ainda exista.
ru: Выберите существующий сервер MCP.
zh_hans: 请选择仍然存在的 MCP 服务器。

source: Choose an MCP server to delete.
de: Wähle einen MCP-Server zum Löschen aus.
es: Elige un servidor MCP para eliminarlo.
fr: Choisissez le serveur MCP à supprimer.
pt_br: Escolha o servidor MCP que deseja apagar.
ru: Выберите сервер MCP для удаления.
zh_hans: 请选择要删除的 MCP 服务器。

source: Choose an MCP server to sign out of.
de: Wähle einen MCP-Server für die Abmeldung aus.
es: Elige el servidor MCP en el que quieres cerrar sesión.
fr: Choisissez le serveur MCP dont vous souhaitez vous déconnecter.
pt_br: Escolha o servidor MCP cuja sessão deseja finalizar.
ru: Выберите сервер MCP, с которого нужно выйти.
zh_hans: 请选择要退出登录的 MCP 服务器。

source: Choose an SSH host to delete.
de: Wähle einen SSH-Host zum Löschen aus.
es: Elige un host SSH para eliminarlo.
fr: Choisissez l’hôte SSH à supprimer.
pt_br: Escolha o host SSH que deseja apagar.
ru: Выберите SSH-хост для удаления.
zh_hans: 请选择要删除的 SSH 主机。

source: Choose an agent to add to the allowlist.
de: Wähle einen Agenten für die Zulassungsliste aus.
es: Elige un agente para añadirlo a la lista de permitidos.
fr: Choisissez l’agent à ajouter à la liste d’autorisation.
pt_br: Escolha o agente que deseja adicionar à lista de permissões.
ru: Выберите агента, которого нужно добавить в список разрешённых.
zh_hans: 请选择要添加到允许列表的智能体。

source: Choose an allowlist entry to remove.
de: Wähle den Eintrag aus der Zulassungsliste, den du entfernen möchtest.
es: Elige una entrada de la lista de permitidos para eliminarla.
fr: Choisissez l’entrée à supprimer de la liste d’autorisation.
pt_br: Escolha a entrada que deseja remover da lista de permissões.
ru: Выберите запись, которую нужно удалить из списка разрешённых.
zh_hans: 请选择要从允许列表中移除的条目。

source: Create your vault first in Setup.
de: Erstelle zuerst unter „Einrichtung“ deinen Tresor.
es: Crea primero tu bóveda en Configuración.
fr: Créez d’abord votre coffre dans Configuration.
pt_br: Primeiro, crie seu cofre em Configuração.
ru: Сначала создайте хранилище в разделе «Настройка».
zh_hans: 请先在“初始设置”中创建密钥库。

source: Create your vault first.
de: Erstelle zuerst deinen Tresor.
es: Crea primero tu bóveda.
fr: Créez d’abord votre coffre.
pt_br: Primeiro, crie seu cofre.
ru: Сначала создайте хранилище.
zh_hans: 请先创建密钥库。

source: Enter a command for the local MCP server.
de: Gib einen Befehl für den lokalen MCP-Server ein.
es: Introduce un comando para el servidor MCP local.
fr: Saisissez une commande pour le serveur MCP local.
pt_br: Digite um comando para o servidor MCP local.
ru: Введите команду для локального сервера MCP.
zh_hans: 请输入本地 MCP 服务器的命令。

source: Enter a key name.
de: Gib einen Schlüsselnamen ein.
es: Introduce un nombre para la clave.
fr: Saisissez un nom de clé.
pt_br: Digite um nome para a chave.
ru: Введите имя ключа.
zh_hans: 请输入密钥名称。

source: Enter a key value.
de: Gib einen Schlüsselwert ein.
es: Introduce un valor para la clave.
fr: Saisissez une valeur de clé.
pt_br: Digite um valor para a chave.
ru: Введите значение ключа.
zh_hans: 请输入密钥值。

source: MCP sign-in failed: %@
de: MCP-Anmeldung fehlgeschlagen: %@
es: No se ha podido iniciar sesión en MCP: %@
fr: Échec de la connexion MCP : %@
pt_br: Falha ao iniciar a sessão no MCP: %@
ru: Не удалось войти на сервер MCP: %@
zh_hans: MCP 登录失败：%@

source: No key named “%@” exists.
de: Kein Schlüssel namens „%@“ vorhanden.
es: No existe ninguna clave llamada «%@».
fr: Aucune clé nommée « %@ » n’existe.
pt_br: Não existe uma chave chamada “%@”.
ru: Ключа с именем «%@» не существует.
zh_hans: 不存在名为“%@”的密钥。

source: Remote MCP servers require HTTPS; loopback HTTP is allowed.
de: Entfernte MCP-Server erfordern HTTPS; HTTP ist nur für Loopback-Adressen erlaubt.
es: Los servidores MCP remotos requieren HTTPS; HTTP solo se permite en direcciones de bucle local.
fr: Les serveurs MCP distants nécessitent HTTPS ; HTTP est autorisé sur l’interface de bouclage.
pt_br: Servidores MCP remotos exigem HTTPS; HTTP só é permitido em loopback.
ru: Для удалённых серверов MCP требуется HTTPS. HTTP разрешён только для loopback-адреса.
zh_hans: 远程 MCP 服务器需要 HTTPS。仅回环地址可使用 HTTP。

source: Sallyport could not complete the management request: %@
de: Sallyport konnte die Verwaltungsanfrage nicht abschließen: %@
es: Sallyport no ha podido completar la solicitud de gestión: %@
fr: Sallyport n’a pas pu traiter la demande de gestion : %@
pt_br: O Sallyport não conseguiu concluir a solicitação de gerenciamento: %@
ru: Sallyport не смог выполнить запрос управления: %@
zh_hans: Sallyport 无法完成管理请求：%@

source: Sallyport could not identify that executable. Choose another file or running process.
de: Sallyport konnte diese ausführbare Datei nicht identifizieren. Wähle eine andere Datei oder einen laufenden Prozess.
es: Sallyport no ha podido identificar ese ejecutable. Elige otro archivo u otro proceso en ejecución.
fr: Sallyport n’a pas pu identifier cet exécutable. Choisissez un autre fichier ou processus en cours.
pt_br: O Sallyport não conseguiu identificar esse executável. Escolha outro arquivo ou processo em execução.
ru: Sallyport не смог идентифицировать этот исполняемый файл. Выберите другой файл или запущенный процесс.
zh_hans: Sallyport 无法识别该可执行文件。请选择其他文件或正在运行的进程。

source: Sallyport could not read the code signature of that process or file.
de: Sallyport konnte die Codesignatur dieses Prozesses oder dieser Datei nicht lesen.
es: Sallyport no ha podido leer la firma de código de ese proceso o archivo.
fr: Sallyport n’a pas pu lire la signature de code de ce processus ou fichier.
pt_br: O Sallyport não conseguiu ler a assinatura de código desse processo ou arquivo.
ru: Sallyport не смог прочитать подпись кода этого процесса или файла.
zh_hans: Sallyport 无法读取该进程或文件的代码签名。

source: Sallyport does not support the management operation “%@”.
de: Sallyport unterstützt den Verwaltungsvorgang „%@“ nicht.
es: Sallyport no admite la operación de gestión «%@».
fr: Sallyport ne prend pas en charge l’opération de gestion « %@ ».
pt_br: O Sallyport não oferece suporte à operação de gerenciamento “%@”.
ru: Sallyport не поддерживает операцию управления «%@».
zh_hans: Sallyport 不支持管理操作“%@”。

source: Sign-in failed: %@
de: Anmeldung fehlgeschlagen: %@
es: No se ha podido iniciar sesión: %@
fr: Échec de la connexion : %@
pt_br: Falha ao iniciar a sessão: %@
ru: Не удалось войти: %@
zh_hans: 登录失败：%@

source: The MCP server was removed during sign-in.
de: Der MCP-Server wurde während der Anmeldung entfernt.
es: El servidor MCP se ha eliminado durante el inicio de sesión.
fr: Le serveur MCP a été supprimé pendant la connexion.
pt_br: O servidor MCP foi removido durante o início da sessão.
ru: Сервер MCP был удалён во время входа.
zh_hans: MCP 服务器在登录过程中已被移除。

source: The SSH private key is invalid: %@
de: Der private SSH-Schlüssel ist ungültig: %@
es: La clave SSH privada no es válida: %@
fr: La clé privée SSH n’est pas valide : %@
pt_br: A chave privada SSH é inválida: %@
ru: Недопустимый закрытый ключ SSH: %@
zh_hans: SSH 私钥无效：%@

source: The vault is locked. Unlock it first.
de: Der Tresor ist gesperrt. Entsperre ihn zuerst.
es: La bóveda está bloqueada. Desbloquéala primero.
fr: Le coffre est verrouillé. Déverrouillez-le d’abord.
pt_br: O cofre está bloqueado. Desbloqueie-o primeiro.
ru: Хранилище заблокировано. Сначала разблокируйте его.
zh_hans: 密钥库已锁定。请先解锁。

source: The vault state changed. Configuration was not updated.
de: Der Tresorzustand hat sich geändert. Die Konfiguration wurde nicht aktualisiert.
es: El estado de la bóveda ha cambiado. No se ha actualizado la configuración.
fr: L’état du coffre a changé. La configuration n’a pas été mise à jour.
pt_br: O estado do cofre mudou. A configuração não foi atualizada.
ru: Состояние хранилища изменилось, поэтому конфигурация не обновлена.
zh_hans: 密钥库状态已更改。配置未更新。

source: Touch ID is unavailable. Change not applied: %@.
de: Touch ID ist nicht verfügbar. Die Änderung wurde nicht übernommen: %@.
es: Touch ID no está disponible. No se ha aplicado el cambio: %@.
fr: Touch ID est indisponible. Modification non appliquée : %@.
pt_br: O Touch ID está indisponível. Alteração não aplicada: %@.
ru: Touch ID недоступен. Изменение не применено: %@.
zh_hans: Touch ID 不可用。更改未应用：%@。

source: Touch ID was not confirmed. Change not applied: %@.
de: Touch ID wurde nicht bestätigt. Die Änderung wurde nicht übernommen: %@.
es: No se ha confirmado Touch ID. No se ha aplicado el cambio: %@.
fr: L’authentification avec Touch ID n’a pas été confirmée. Modification non appliquée : %@.
pt_br: A autenticação com Touch ID não foi confirmada. Alteração não aplicada: %@.
ru: Не удалось подтвердить действие с помощью Touch ID. Изменение не применено: %@.
zh_hans: 未通过 Touch ID 确认。更改未应用：%@。

source: Use 1–40 letters, numbers, hyphens, or underscores for the server name.
de: Der Servername darf 1–40 Zeichen lang sein und nur Buchstaben, Ziffern, Bindestriche oder Unterstriche enthalten.
es: El nombre del servidor debe tener entre 1 y 40 caracteres: letras, números, guiones o guiones bajos.
fr: Utilisez de 1 à 40 lettres, chiffres, traits d’union ou traits de soulignement pour le nom du serveur.
pt_br: Use de 1 a 40 letras, números, hífens ou sublinhados no nome do servidor.
ru: Имя сервера должно содержать от 1 до 40 букв, цифр, дефисов или знаков подчёркивания.
zh_hans: 服务器名称须为 1 至 40 个字符，只能包含字母、数字、连字符或下划线。

source: Vault data changed. Sallyport blocked access. Accept the current state in the app to continue.
de: Die Tresordaten haben sich geändert. Sallyport hat den Zugriff blockiert. Übernimm in der App den aktuellen Zustand, um fortzufahren.
es: Los datos de la bóveda han cambiado. Sallyport ha bloqueado el acceso. Acepta el estado actual en la app para continuar.
fr: Les données du coffre ont changé. Sallyport a bloqué l’accès. Acceptez l’état actuel dans l’app pour continuer.
pt_br: Os dados do cofre mudaram. O Sallyport bloqueou o acesso. Para continuar, aceite o estado atual no app.
ru: Данные хранилища изменились. Sallyport заблокировал доступ. Чтобы продолжить, примите текущее состояние в приложении.
zh_hans: 密钥库数据已更改。Sallyport 已阻止访问。请在 App 中接受当前状态以继续。

source: Agents detected on this Mac. Their signing identity is verified at capture time.
de: Auf diesem Mac erkannte Agenten. Ihre Signaturidentität wird beim Erfassen überprüft.
es: Agentes detectados en este Mac. Su identidad de firma se verifica al capturar.
fr: Agents détectés sur ce Mac. Leur identité de signature est vérifiée au moment de la capture.
pt_br: Agentes detectados neste Mac. A identidade de assinatura é verificada no momento da captura.
ru: Агенты, обнаруженные на этом Mac. Их подпись проверяется в момент захвата.
zh_hans: 在这台 Mac 上检测到的智能体。其签名身份会在捕获时验证。

source: Every script this runtime executes shares this identity.
de: Jedes Skript, das diese Laufzeitumgebung ausführt, teilt diese Identität.
es: Todos los scripts que ejecuta este entorno comparten esta identidad.
fr: Chaque script exécuté par cet environnement partage cette identité.
pt_br: Todo script executado por este runtime compartilha esta identidade.
ru: Каждый скрипт этой среды выполнения имеет ту же идентичность.
zh_hans: 此运行时执行的每个脚本都共享这一身份。

source: Every script this runtime executes shares this identity. It does not name one agent.
de: Jedes Skript, das diese Laufzeitumgebung ausführt, teilt diese Identität. Sie bezeichnet keinen bestimmten Agenten.
es: Todos los scripts que ejecuta este entorno comparten esta identidad. No identifica a un agente concreto.
fr: Chaque script exécuté par cet environnement partage cette identité. Elle ne désigne pas un agent précis.
pt_br: Todo script executado por este runtime compartilha esta identidade. Ela não identifica um agente específico.
ru: Каждый скрипт этой среды выполнения имеет ту же идентичность. Она не указывает на конкретного агента.
zh_hans: 此运行时执行的每个脚本都共享这一身份。它并不指向某一个智能体。

source: Interpreter process
de: Interpreter-Prozess
es: Proceso de intérprete
fr: Processus interpréteur
pt_br: Processo interpretador
ru: Процесс-интерпретатор
zh_hans: 解释器进程

source: Known agents
de: Bekannte Agenten
es: Agentes conocidos
fr: Agents connus
pt_br: Agentes conhecidos
ru: Известные агенты
zh_hans: 已知智能体

source: Launched through a shell
de: Über eine Shell gestartet
es: Iniciado a través de un shell
fr: Lancé via un shell
pt_br: Iniciado por meio de um shell
ru: Запущен через оболочку
zh_hans: 通过 shell 启动

source: Signature matches the known publisher of %@.
de: Die Signatur entspricht dem bekannten Herausgeber von %@.
es: La firma coincide con el editor conocido de %@.
fr: La signature correspond à l’éditeur connu de %@.
pt_br: A assinatura corresponde ao editor conhecido de %@.
ru: Подпись совпадает с известным издателем %@.
zh_hans: 签名与 %@ 的已知发布者匹配。

source: The process is a shell, typically a command another program ran.
de: Der Prozess ist eine Shell, üblicherweise ein Befehl, den ein anderes Programm ausgeführt hat.
es: El proceso es un shell, normalmente un comando ejecutado por otro programa.
fr: Le processus est un shell, généralement une commande exécutée par un autre programme.
pt_br: O processo é um shell, normalmente um comando executado por outro programa.
ru: Процесс — оболочка, обычно команда, запущенная другой программой.
zh_hans: 该进程是一个 shell，通常是另一个程序运行的命令。
